IDEA Open Model
MatConcreteEc2.Fctk_0_05 Property
Compatible with IDEA StatiCa Beta 20.0
 Characteristic axial tensile strength of concrete 5% quantile - fctk,0,05
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fctk_0_05 { get; set; }
Public Property Fctk_0_05 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace